Repository: E2OpenPlugins/e2openplugin-SetPicon
Catalog: plugin/locale/*/LC_MESSAGES/SetPicon.po
Languages: cs, fa, fr, lt, ru

source: Accept picons
cs: Akceptovat pikony
fr: Accepter les picons
lt: Priimti piktogramas
ru: Принять пиконы

source: Are You sure delete all picons in %s ?
cs: Skutečně chcete smazat všechny pikony v %s ?
fr: Voulez-vous vraiment supprimer tous les picons dans %s ?
lt: Ar tikrai norite pašalinti visas piktogramas iš %s?
ru: Вы уверены, что хотите удалить все пиконы из %s ?

source: Are You sure delete picon? %s
cs: Opravdu smazat pikonu? %s
fr: Voulez-vous vraiment supprimer le picon ? %s
lt: Ar tikrai norite pašalinti piktogramą? %s

source: Backup directory
cs: Záložní adresář
fa: دایرکتوری پشتیبان
fr: Répertoire de sauvegarde:
lt: Atsarginės kopijos katalogas
ru: Каталог бекапа

source: Backup directory cannot be same as Input or Output directories !
cs: Záložní adresář nemůže být shodný se vstupním nebo výstupním adresářem !
fa: دایرکتوری پشتیبان نمی تواند همانند دایرکتوریهای داخلی یا خارجی باشد
fr: Le répertoire de sauvegarde ne peut pas être le même que les répertoires d'entrée ou de sortie!
lt: Atsarginių kopijų katalogas negali būti toks pat, kaip įvesties/išvesties katalogai!
ru: Бекап каталога не состоится, оба каталога одинаковы!

source: Backup directory for Picons
cs: Záložní adresář pro pikony
fa: ایجاد یک دایرکتوری پشتیبان برای آیکون های تصویری
fr: Répertoire de sauvegarde pour les Picons
lt: Piktogramų atsarginės kopijos katalogas
ru: Резервное копирование каталога пиконов

source: Cable
cs: Kabelová
fa: کابل
fr: Câble
lt: Kabelinė
ru: Кабельное тв

source: Cancel
cs: Zavřít
fa: لغو کردن
fr: Annuler
lt: Atšaukti
ru: Отменить

source: Copy all picons from %s to %s
cs: Zkopírovat všechny pikony z %s do %s
fr: Copiez tous les picons de %s à %s
lt: Kopijuoti visas piktogramas iš %s į %s
ru: Копир. все пиконы из %s в %s

source: Delete all picons in %s
cs: Smazat všechny pikony v %s
fr: Supprimer tous les picons dans %s
lt: Pašalinti visas piktogramas iš %s
ru: Удалить все пиконы из %s

source: Delete picons in backup directory %s
cs: Smazat pikony v záložním adresáři %s
fr: Supprimer les picons dans le répertoire de sauvegarde %s
lt: Pašalinti piktogramas iš atsarginės kopijos katalogo %s
ru: Удаление пиконов в каталоге бекапа %s

source: Directory for removed Picons
fr: Répertoire pour les picons supprimés

source: Display picon's name
cs: Zobrazovat názvy pikon
fa: نمایش نام آیکون های تصویری
fr: Afficher nom du picon
lt: Rodyti piktogramos pavadinimą
ru: Показать имена пиконов

source: Display picons
cs: Zobrazovat pikony
fr: Afficher les picons
lt: Rodyti piktogramas
ru: Показать пиконы

source: Do you want set both directory as: %s
cs: Chcete nastavit oba adresáře jako: %s
fr: Voulez-vous définir les deux répertoires comme: %s
lt: Ar norite nustatyti abu katalogus, kaip: %s
ru: Вы хотите установить оба каталога как: %s

source: Fully fill rectangles with picons
cs: Maximálně zvětšit pikony
fr: Remplir entièrement les rectangles avec les picons
lt: Užpildyti stačiakampius piktogramomis

source: In menu change input directory or save picons from bouquet.
cs: Změňte vstupní adresář nebo uložte pikony z přehledu.
fa: از منو دایرکتوری های داخلی را تغییر دهید یا آنها را در دسته دیگری ذخیره کنید
fr: Dans le menu modifier le répertoire d’entrée ou sauver les picons du bouquet.
lt: Meniu pakeiskite įvesties katalogą, arba išsaugokite bukieto piktogramas.
ru: В меню измените входной каталог или сохр. пиконы букета

source: Input directory
cs: Vstupní adresář
fa: وراد نمودن یک دایرکتوری
fr: Répertoire d’entrée
lt: Įvesties katalogas
ru: Входной каталог

source: Input directory and output directory are same!
cs: Vstupní a výstupní adresáře jsou stejné!
fa: آیا دایرکتوری داخلی و خارجی یکی هستند
fr: Répertoire d’entrée et le répertoire de sortie sont les mêmes !
lt: Įvesties ir išvesties katalogas tas pats!
ru: Входной и выходной каталог одинаковы!

source: Input directory of Picons
cs: Vstupní adresář s pikonami
fa: وارد نمودن دایرکتوری آیکون های تصویری
fr: Répertoire d’entrée des Picons
lt: Įvesties katalogas piktogramoms
ru: Входной каталог для пиконов

source: MB
fr: Mo

source: Move instead delete
cs: Přesunout místo smazat
fr: Déplacer au lieu de supprimer
lt: Perkelti, o ne ištrinti

source: Move to directory
cs: Přesunout do adresáře
fr: Déplacer vers le répertoire
lt: Perkelti į katalogą

source: No picons found!
cs: Žádné pikony nenalezeny!
fa: هیچ آیکون تصویری یافت نشد !
fr: Aucun picon trouvé!
lt: Piktogramų neaptikta!
ru: Нет найденных пиконов!

source: Not found
cs: Nenalezeno
fa: پیدا نشد
fr: Pas trouvé
lt: Nerasta
ru: Не найдено

source: Operations with picons
cs: Operace s pikonami
fa: عملیاتی کردن آیکون های تصویری
fr: Opérations sur les picons
lt: Operacijos su piktogramomis
ru: Операции с пиконами

source: Output directory
cs: Výstupní adresář
fa: خارج نمودن یک دایرکتوری
fr: Répertoire de sortie
lt: Išvesties katalogas
ru: Выходной каталог

source: Output directory for created Picons
cs: Adresář pro ukládání pikon
fa: خارج نمودن دایرکتوری برای آیکون های تصویری ساخته شده
fr: Répertoire de sortie pour les Picons créés
lt: Piktogramų išvesties katalogas
ru: Выходной каталог для пиконов

source: Playback
fr: Lecture

source: Please wait to finishing picon's list...
cs: Čekejte na dokončení načtení seznamu pikon...
fa: لطفا تا ایجاد لیست نهایی آیکون های تصویری صبر نمایید
fr: Patientez pendant la création de la liste des picons…
lt: Palaukite piktogramų sąrašo pabaigos...
ru: Подождите полного списка пиконов...

source: Reading picons...
cs: Načítání pikon...
fa: در حال خواندن آیکون های تصویری ...
fr: Lecture des pions…
lt: Skaitomos piktogramos...
ru: Чтение пиконов...

source: Same Dirs
cs: Stejné
fr: Même répertoire
lt: Tie patys katalogai
ru: Одинаковые каталоги

source: Save
cs: Uložit
fa: ذخیره کردن
fr: Sauver
lt: Įrašyti
ru: Сохранить

source: Save %s bouquet's picons to %s
cs: Uložit pikony z přehledu %s do %s
fr: Enregistrer les picons du bouquet %s sur %s
lt: %s bukieto piktogramas išsaugoti %s
ru: Сохр. пиконы пакета %s в %s

source: Save %s bouquet's picons to backup directory only
cs: Uložit pikony z přehledu %s pouze do záložního adresáře
fr: Enregistrer les picons du bouquet %s dans le répertoire de sauvegarde uniquement
lt: Bukieto %s piktogramas išsaugoti tik į atsarg. kopjijos katalogą
ru: Сохр. пиконы пакета %s только в каталог бекапа

source: Save current
cs: Ulož aktuální
fa: ذخیره سازی وضعیت موجود
fr: Enregistrer l’actuel
lt: Išsaugoti dabartinę
ru: Сохр. текущий

source: Save name with orbital position
cs: Přidat k názvu i orbitální pozici
fa: ذخیره سازی نام با موقعیت قرار گیری آیکون های تصویری
fr: Sauvegarder le nom avec la position orbitale
lt: Išsaugoti pavadinimą su padėtimi orbitoje
ru: Сохранить имя с орбитальной позицией

source: Save picon as
cs: Ukládat pikony jako
fa: ذخیره سازی یک آیکون تصویری به عنوان
fr: Enregistrer le picon sous
lt: Piktogramą išsaugoti, kaip
ru: Сохранить пикон как

source: Saving current picons from
cs: Ukládat aktuální pikony
fa: ذخیره سازی آیکون های تصویری موجود از
fr: Enregistrement les picons actuels depuis
lt: Išsaugoti dabartines piktogramas iš
ru: Сохранение текущего пикона в

source: Saving too to backup directory
cs: Ukládat též do záložního adresáře
fa: ذخیره سازی در دایرکتوری پشتیبان
fr: Sauvegarde également vers le répertoire de sauvegarde
lt: Išsaugoti ir į atsarginės kopijos katalogą
ru: Сохранять и в каталог бекапа

source: Search
cs: Najít
fa: جستجو کردن
fr: Recherche
lt: Paieška
ru: Поиск

source: Search: picons
cs: Hledat: pikony
fa: جستجوی آیکون های تصویری
fr: Rechercher : picons
lt: Paieška: piktogramos
ru: Поиск: пиконы

source: Search: service
cs: Hledat: program
fa: جستجوی تصویری
fr: Rechercher: service
lt: Paieška: kanalai
ru: Поиск: сервисы

source: Select picon and press OK to assign to current service:
cs: Vyberte ikonu a stiskem OK ji přiřaďte aktuálnímu programu:
fa: آیکون تصویری مد نظرتان را انتخاب کنید و دکمه اوکی را بزنید و آنها را به حالت سرویس منتقل کنید
fr: Sélectionnez le picon et appuyez sur OK pour affecter au service courant:
lt: Pasirinkite piktogramą ir spauskite 'OK', kad priskirti šiam kanalui:
ru: Выберите пикон. ОК для установки к текущему сервису:

source: Select picon and save it with OK to output directory:
cs: Vyberte ikonu a stiskem OK ji uložte do výstupního adresáře:
fa: آیکون تصویری را انتخاب و در دایرکتوری خارجی ذخیره سازی کنید
fr: Sélectionnez le picon et enregistrez-le avec OK vers le répertoire de sortie :
lt: Pasirinkite piktogramą ir spauskite 'OK', kad išsaugoti išeities kataloge:
ru: Выберите пикон и нажмите ОК для сохр. в выходной каталог:

source: Service not found
cs: Program nenalezen
fa: هیچ سرویس پیدا نشد
fr: Service non trouvé
lt: Kanalo nerasta
ru: Сервис не найден

source: SetPicon
fr: DéfinirPicon
lt: Piktogramų diegėjas
ru: Установщик пиконов

source: SetPicon Setup
cs: SetPicon - Nastavení
fa: راه اندازی آیکون های تصویری
fr: Configurer DéfinirPicon
lt: Piktogramų diegėjo sąranka
ru: Установщик пиконов - настройки

source: SetPicon in Channel's menu
cs: SetPicon v menu přehledu kanálů
fr: DéfinirPicon dans le menu des chaînes
lt: Piktogramų diegėjas kanalų meniu

source: SetPicon in E-menu
cs: SetPicon v E-menu
fa: تنظیم آیکون های تصویری در یک منو الکترونیکی
fr: DéfinirPicon dans le E-menu
lt: Piktogramų diegėjas plėtinių naršyklėje
ru: Установщик пиконов в меню дополнений

source: Sorting picons in backup directory
cs: Třídit pikony v záložním adresáři
fa: دسته بندی آیکون های تصویری در دایرکتوری پشتیبان
fr: Trier les picons dans le répertoire de sauvegarde
lt: Piktogramų rūšiavimas atsarginių kopijų kataloge
ru: Сортировка пиконов в каталоге бекупа

source: Swap Dirs
cs: Prohodit
fr: Échanger les répertoires
lt: Sukeisti katalogus
ru: Обмен каталогов

source: Terrestrial
cs: Pozemní
fa: زمینی
fr: Terrestre
lt: Antžeminė
ru: Наземный

source: ZAP when is changed service
cs: Přepnout při změně programu
fa: جابجایی کانال به محض تغییر سرویس
fr: ZAP lorsque le service est modifié
lt: Perjungti, pasikeitus kanalui
ru: Переключить при смене сервиса

source: all
cs: Všechny
fr: tous
lt: viską
ru: все

source: all picon's directories
cs: Ze všech adresářů s pikonami
fa: همه دایرکتوری آیکون های تصویری
fr: Répertoires de tous les pions
lt: visi piktogramų katalogai
ru: в оба каталога пиконов

source: as names only
cs: Pouze jako názvy
fr: en tant que noms seulement
lt: tik kaip pavadinimus
ru: только как имена

source: as service reference only
cs: Pouze jako service reference
fr: seulement comme la référence du service
lt: tik kaip kanalo nuorodą
ru: только как референс сервиса

source: by orbital position
cs: Podle orbitální pozice
fa: بر اساس موقعیت قرار گیری آیکون های تصویری
fr: par position orbitale
lt: pagal padėtį orbitoje
ru: по орбитальной позиции

source: by providers
cs: Podle poskytovatele
fa: بر اساس ارائه دهندگان
fr: par fournisseurs
lt: pagal tiekėjus
ru: по провайдерам

source: current:
cs: Aktuální:
fa: وضعیت موجود
fr: actuel :
lt: dabartinis:
ru: текущий:

source: delete selected picon
cs: Smazat vybranou pikonu
fa: حذف آیکون تصویری انتخاب شده
fr: supprimer les picons sélectionnés
lt: ištrinti pasirinktą piktogramą
ru: удалить выбранный пикон

source: exit plugin
cs: Zavřít plugin
fa: خروج از پلاگین
fr: Quitter le plugin
lt: užverti įskiepį
ru: закрыть плагин

source: filename
cs: Název souboru
fa: نام فایل ها
fr: nom du fichier
lt: failo pavadinimas
ru: название файла

source: free:
fr: libre:

source: full path
cs: Celá cesta
fa: مسیر کامل
fr: chemin complet
lt: visas kelias
ru: полный путь

source: go to +100 picons
cs: Vpřed o 100 pikon
fa: برگشت به 100 آیکون تصویری اول
fr: allez à +100 picons
lt: 100 piktogramų pirmyn
ru: вперед на 100 пиконов

source: go to +1000 picons
cs: Vpřed o 1000 pikon
fa: برگشت به 1000 آیکون تصویری اول
fr: allez à +1000 picons
lt: 1000 piktogramų pirmyn
ru: вперед на 1000 пиконов

source: go to +5 picons
cs: Vpřed o 5 pikon
fa: برگشت به 5 آیکون تصویری اول
fr: aller à +5 picons
lt: 5 piktogramomis pirmyn
ru: вперед на 5 пиконов

source: go to -100 picons
cs: Zpět o 100 pikon
fa: برگشت به 100 آیکون تصویری آخر
fr: aller à -100 picons
lt: 100 piktogramų atgal
ru: назад на 100 пиконов

source: go to -1000 picons
cs: Zpět o -1000 pikon
fa: برگشت به 1000 آیکون تصویری آخر
fr: aller à -1000 picons
lt: 1000 piktogramų atgal
ru: назад на 1000 пиконов

source: go to -5 picons
cs: Zpět o 5 pikon
fa: برگشت به 5 آیکون تصویری آخر
fr: aller à -5 picons
lt: 5 piktogramomis atgal
ru: назад на 5 пиконов

source: go to first picon
cs: Na první pikonu
fa: برگشت به اولین آیکون تصویری
fr: aller au premier picon
lt: prie pirmos piktogramos
ru: перейти к первому пикону

source: go to last picon
cs: Na poslední pikonu
fa: برگشت به آخرین آیکون تصویری
fr: aller au dernier picon
lt: prie paskutinės piktogramos
ru: перейти к последнему пикону

source: go to next picon
cs: Následující pikona
fa: رفتن به آیکون تصویری بعدی
fr: aller au picon suivant
lt: prie sekančios piktogramos
ru: перейти к следующему пикону

source: go to next service
cs: Následující program
fa: رفتن به سرویس بعدی
fr: Aller au service suivant
lt: prie sekančio kanalo
ru: перейти к следующему сервису

source: go to previous picon
cs: Předchozí pikona
fa: برگشت به آیکون تصویری قبلی
fr: aller au picon précédent
lt: prie ankstesnės piktogramos
ru: перейти к предыдущему пикону

source: go to previous service
cs: Předchozí program
fa: رفتن به سرویس قبلی
fr: Aller au service précédent
lt: prie ankstesnio kanalo
ru: перейти к предыдущему сервису

source: input directory only
cs: Pouze ze vstupního adresáře
fa: وارد کردن دایرکتوری
fr: Répertoire d’entrée uniquement
lt: tik įvesties katalogas
ru: только входной каталог

source: name
cs: Název programu
fa: نام
fr: nom
lt: pavadinimas
ru: имя

source: no
cs: Ne
fa: نه
fr: non
lt: ne
ru: нет

source: refresh
cs: Obnovit
fa: روشن سازی مجدد
fr: actualiser
lt: atnaujinti
ru: обновление

source: save service's picon
cs: Uložit pikonu programu
fa: ذخیره سازی آیکون تصویری سرویس ها
fr: sauver le picon du service
lt: išsaugoti dabartinę piktogramą
ru: сохранение текущего пикона

source: search picons or service
cs: Vyhledat pikony nebo program
fa: جستجوی آیکون های تصویری یا سرویس ها
fr: rechercher des picons ou un service
lt: ieškoti piktogramų/kanalų
ru: поиск пиконов или сервисов

source: service reference
fa: مراجعه به منابع
fr: référence du service
lt: kanalo nuoroda
ru: референс сервиса

source: set and save selected picon
cs: Nastavit a uložit vybranou pikonu
fa: تنظیم و ذخیره سازی آیکون های تصویری
fr: définir et enregistrer le picon sélectionné
lt: nustatyti ir išsaugoti pasirinktą piktogramą
ru: установить и сохр. выбранный пикон

source: set picon to service
cs: Přiřadit pikonu programu
fa: فرستادن آیکون های تصویری به حالت سرویس و نمایش
fr: définir le picon du service
lt: nustatyti piktogramą kanalui
ru: установить пикон к сервису

source: sorted
cs: Setříděné
fr: trié
lt: rūšiuoti
ru: сортировать

source: sorted in reverse order
cs: Setříděné v opačném pořadí
fr: trié en ordre inverse
lt: rūšiuoti atvirkštine tvarka
ru: сортировать в обратном порядке

source: switch searching to picons
cs: Přepnout hledání na pikony
fa: سوئیچ کردن از حالت جستجو کردن به آیکون های تصویری
fr: passer à la recherche de picons
lt: perjungti į piktogramų paiešką
ru: переключить на поиск пиконов

source: switch searching to service
cs: Přepnout hledání na program
fa: سوئیچ کردن از حالت جستجو کردن به سرویس
fr: passer à la recherche de service
lt: perjungti į kanalų paiešką
ru: переключить на поиск сервисов

source: unknown
fr: inconnu

source: unsorted
cs: Netříděně
fr: non trié
lt: nerūšiuoti
ru: не сортировать

source: used:
fr: utilisé:

source: Options
cs: Možnosti
fa: گزینه ها
lt: Parinktys
ru: Настройки

source: configuration
cs: Konfigurace
fa: پیکربندی
lt: konfigūracija
ru: конфигурация

source: menu
fa: منو
lt: meniu
ru: меню

source: options
cs: Možnosti
fa: گزینه ها
lt: nustatymai
ru: настройки

source: save bouquet's picons
cs: uložit všechny picony z přehledu
fa: ذخیره سازی آیکون تصویری دسته های انتخابی
lt: išsaugoti bukieto piktogramas
ru: сохранить пиконы пакета
